[{"name": "Coringa", "year": 2019, "genre": "Suspense", "link": "images/images1.png", "id": "2", "duration": "2h 2m", "resume": "O comediante falido Arthur Fleck encontra violentos bandidos pelas ruas de Gotham City. Desconsiderado pela sociedade, Fleck começa a ficar louco e se transforma no criminoso conhecido como Coringa.", "director": "Todd Phillips"}, {"name": "Megamente", "year": 2010, "genre": "Ação", "link": "images/images2.png", "id": "3", "duration": "1h 36m", "resume": "Embora seja o vilão mais brilhante que o mundo já conheceu, Megamente é o menos bem-sucedido. Derrotado repetidamente pelo heroico Metro Man, Megamente fica surpreso quando finalmente consegue derrotar o seu inimigo de longa data. Mas sem Metro Man, Megamente não tem nenhum propósito na vida, então ele cria um novo adversário que logo decide que é mais divertido ser um vilão que um herói.", "director": "Tom McGrath"}, {"name": "O Estranho Mundo de Jack", "year": "1993", "genre": "Filme Musical", "duration": "1h 16m", "resume": "Jack Skellington, o Rei das Abóboras, se cansa de fazer o Dia das Bruxas todos os anos e deixa os limites da cidade. Por acaso, acaba atravessando o portal do Natal, onde vê a alegria do espírito natalino. Ao retornar para a Cidade do Halloween, sem ter compreendido o que viu, ele começa a convencer os cidadãos a sequestrarem o Papai Noel e fazerem seu próprio Natal. Apesar de sua leal namorada Sally ser contra, o Papai Noel é capturado e os fatos mostrarão que Sally estava certa o tempo todo.", "link": "images/images3.png", "id": "4", "director": " Henry Selick"}, {"name": "Fullmetal Alchemist the Movie: Conqueror of Shamballa", "id": "5", "link": "images/images4.png", "year": 2005, "genre": "Aventura", "duration": "1h45m", "resume": "O filme se passa dois anos após os acontecimentos do último episódio da série Fullmetal Alchemist. Edward Elric vive em Munique (Alemanha) no ano de 1923, onde busca uma forma de voltar ao seu mundo e reencontrar seu irmão Alphonse Elric e seus amigos, mas ele terá que enfrentar também os problemas de sua época no outro mundo, como por exemplo Adolf Hitler.", "director": "Seiji Mizushima"}, {"name": "Final Fantasy VII: Advent Children", "id": "7", "link": "images/images6.png", "year": 2005, "genre": "Sci-fi", "duration": "1h41m", "resume": "Advent Children acontece dois anos após os eventos de Final Fantasy VII e se concentra na aparência de um trio que sequestra crianças infectadas com uma doença inexplicável. O ex- herói de Final Fantasy VII , Cloud Strife , que sofre da mesma doença, vai resgatar as crianças. Ele descobre que o trio planeja ressuscitar o vilão Sephiroth usando os restos do vilão extraterrestre Jenova, e ele e seus compatriotas do jogo lutam para detê-los.", "director": "Tetsuya Nomura"}, {"name": "Vingadores: Ultimato", "year": "2019", "genre": "Super Herói", "duration": "3h 2m", "resume": "Após Thanos eliminar metade das criaturas vivas, os Vingadores têm de lidar com a perda de amigos e entes queridos. Com Tony Stark vagando perdido no espaço sem água e comida, Steve Rogers e Natasha Romanov lideram a resistência contra o titã louco.", "link": "images/images7.png", "id": "8", "director": "Anthony Russo/Joe Russo"}, {"name": "Halloween - A Noite do Terror", "year": "1978", "genre": "Terror", "duration": "1h 42m", "resume": "Um maníaco retorna à sua cidade natal para continuar o terror que ele começou há quinze anos.", "link": "images/images8.png", "id": "9", "director": "John Carpenter"}, {"name": "It: A Coisa", "year": "2017", "genre": "Terror", "duration": "2h 26m", "resume": "Um grupo de crianças se une para investigar o misterioso desaparecimento de vários jovens em sua cidade. Eles descobrem que o culpado é Pennywise, um palhaço cruel que se alimenta de seus medos e cuja violência teve origem há vários séculos.", "link": "images/images9.png", "id": "10", "director": "Andy Muschietti"}, {"name": "Pokémon: Detetive Pikachu", "year": "2019", "genre": "Mistério", "duration": "1h 45m", "resume": "Um jovem une forças com o detetive Pikachu para desvendar o mistério por trás do desaparecimento de seu pai. Perseguindo pistas pelas ruas de Ryme City, a dupla dinâmica logo descobre uma trama desonesta que representa uma ameaça ao universo Pokémon.", "link": "images/images10.png", "id": "11", "director": "Rob Letterman"}, {"name": "Homem-Aranha: De Volta ao Lar", "year": "2017", "genre": "Super Herói", "duration": "2h 13m", "resume": "Depois de atuar ao lado dos Vingadores, chegou a hora do pequeno Peter Parker voltar para casa e para a sua vida, já não mais tão normal. Lutando diariamente contra pequenos crimes nas redondezas, ele pensa ter encontrado a missão de sua vida quando o terrível vilão Abutre surge amedrontando a cidade. O problema é que a tarefa não será tão fácil como ele imaginava.", "link": "images/images.png", "id": "12", "director": "Jon Watts"}, {"name": "Animais Fantásticos e Onde Habitam", "year": "2016", "genre": "Fantasia", "duration": "2h 13m", "resume": "Um excêntrico magizoologista carrega uma maleta cheia de animais mágicos coletados durante suas viagens pelo mundo. As criaturas acabam saindo de sua mala em Nova York, e agora ele precisa usar suas habilidades para capturá-las.", "link": "images/images5.png", "id": "13", "director": "David Yates"}]